[
  {
    "name": "Отряд самоубийц",
    "description": "Правительство решает дать команде суперзлодеев шанс на искупление. Подвох в том, что их отправляют на миссию, где они, вероятнее всего, погибнут.",
    "country": "США",
    "year": "2016",
    "ageLimit": "PG-13",
    "duration": "118",
    "trailer": "https://www.youtube.com/embed/7xLCggrIRHY",
    "image": "/resources/images/photo/отряд.jpg"
  },
  {
    "name": "Чудо-женщина",
    "description": "Перед тем как стать Чудо-Женщиной, она была Дианой — принцессой амазонок, обученной быть непобедимой воительницей. И когда на берегах огражденного от внешнего мира райского острова, который служил ей родиной, терпит крушение американский пилот и рассказывает о серьезном конфликте, бушующем во внешнем мире, Диана покидает свой дом, чтобы справиться с этой угрозой. И там, сражаясь бок о бок с человеком в войне за мир, Диана обнаружит всю полноту своей власти… и свое истинное предназначение.",
    "country": "США",
    "year": "2017",
    "ageLimit": "PG-13",
    "duration": "123",
    "trailer": "https://www.youtube.com/embed/3HTb-mqqk6w",
    "image": "/resources/images/photo/чудо_женщина.jpg"
  },
  {
    "name": "Бэтмен против Супермена: На заре справедливости",
    "description": "Опасаясь, что действия богоподобного супергероя так и останутся бесконтрольными, грозный и могущественный страж Готэм Сити бросает вызов самому почитаемому в наши дни спасителю Метрополиса, в то время как весь остальной мир решает, какой герой ему по-настоящему нужен.",
    "country": "США",
    "year": "2016",
    "ageLimit": "PG-13",
    "duration": "153",
    "trailer": "https://www.youtube.com/embed/9nwfnO2vE_A",
    "image": "/resources/images/photo/спаси_марту.jpg"
  },
  {
    "name": "Первый мститель: Противостояние",
    "description": "«Первый мститель: Противостояние» — супергеройский боевик производства Marvel Studios и дистрибьюции Walt Disney Studios Motion Pictures.",
    "country": "США",
    "year": "2016",
    "ageLimit": "PG-13",
    "duration": "147",
    "trailer": "https://www.youtube.com/embed/AaEH4AgPb2A",
    "image": "/resources/images/photo/кэп.jpg"
  },
  {
    "name": "Мстители",
    "description": "Локи, сводный брат Тора, возвращается, и в этот раз он не один. Земля на грани порабощения, и только лучшие из лучших могут спасти человечество.",
    "country": "США",
    "year": "2012",
    "ageLimit": "PG-13",
    "duration": "142",
    "trailer": "https://www.youtube.com/embed/EPFkCjbDDfI",
    "image": "/resources/images/photo/мстюны.jpg"
  },
  {
    "name": "Люди Икс: Апокалипсис",
    "description": "События «Дней Минувшего Будущего» оказали колоссальное влияние на мир, где мутанты и люди борются за свое место под Солнцем. В это нелегкое время Людям Икс предстоит столкнуться со своим самым опасным противником — древним мутантом Апокалипсисом.",
    "country": "США",
    "year": "2016",
    "ageLimit": "PG-13",
    "duration": "143",
    "trailer": "https://www.youtube.com/embed/299V5RO59Q0",
    "image": "/resources/images/photo/люди_икс.jpg"
  }
]