[
  {
    "name": "Suicide Squad",
    "description": "A secret government agency recruits some of the most dangerous incarcerated criminals to form a defensive task force, with their first case leading to a potential apocalypse."
  },
  {
    "name": "Don't Breathe",
    "description": "Hoping to walk away with a massive fortune, a trio of thieves break into the house of a blind man who isn't as helpless as he seems."
  },
  {
    "name": "Sausage Party",
    "description": "A sausage strives to discover the truth about his existence."
  },
  {
    "name": "Blood Father",
    "description": "An ex-con reunites with his estranged wayward 17-year old daughter to protect her from drug dealers who are trying to kill her."
  },
  {
    "name": "Max Steel",
    "description": "The adventures of teenager Max McGrath and alien companion Steel, who must harness and combine their tremendous new powers to evolve into the turbo-charged superhero Max Steel."
  },
  {
    "name": "Mechanic: Resurrection",
    "description": "Arthur Bishop thought he had put his murderous past behind him when his most formidable foe kidnaps the love of his life. Now he is forced to travel the globe to complete three impossible assassinations, and do what he does best, make them look like accidents."
  },
  {
    "name": "War Dogs",
    "description": "Based on the true story of two young men, David Packouz and Efraim Diveroli, who won a $300 million contract from the Pentagon to arm America's allies in Afghanistan."
  },
  {
    "name": "The Jungle Book",
    "description": "After a threat from the tiger Shere Khan forces him to flee the jungle, a man-cub named Mowgli embarks on a journey of self discovery with the help of panther, Bagheera, and free spirited bear, Baloo."
  },
  {
    "name": "Captain America: Civil War",
    "description": "Political interference in the Avengers' activities causes a rift between former allies Captain America and Iron Man."
  },
  {
    "name": "The Conjuring 2",
    "description": "Lorraine and Ed Warren travel to north London to help a single mother raising four children alone in a house plagued by a malicious spirit."
  },
  {
    "name": "Jason Bourne",
    "description": "The CIA's most dangerous former operative is drawn out of hiding to uncover more explosive truths about his past."
  },
  {
    "name": "A Dog's Purpose",
    "description": "A dog looks to discover his purpose in life over the course of several lifetimes and owners."
  },
  {
    "name": "The Light Between Oceans",
    "description": "A lighthouse keeper and his wife living off the coast of Western Australia raise a baby they rescue from an adrift rowboat."
  },
  {
    "name": "Now You See Me 2",
    "description": "The Four Horsemen resurface and are forcibly recruited by a tech genius to pull off their most impossible heist yet."
  },
  {
    "name": "Justice League",
    "description": "Fueled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne enlists the help of his newfound ally, Diana Prince, to face an even greater enemy."
  },
  {
    "name": "Morgan",
    "description": "A corporate risk-management consultant must decide whether or not to terminate an artificially created humanoid being."
  },
  {
    "name": "Willy Wonka & the Chocolate Factory",
    "description": "Charlie receives a golden ticket to a factory, his sweet tooth wants going into the lushing candy, it turns out there's an adventure in everything."
  },
  {
    "name": "Ben-Hur",
    "description": "Judah Ben-Hur, a prince falsely accused of treason by his adopted brother, an officer in the Roman army, returns to his homeland after years at sea to seek revenge, but finds redemption."
  },
  {
    "name": "It",
    "description": "In a small town in Maine, seven children known as The Losers Club come face to face with life problems, bullies and a monster that takes the shape of a clown called Pennywise."
  },
  {
    "name": "The Secret Life of Pets",
    "description": "The quiet life of a terrier named Max is upended when his owner takes in Duke, a stray whom Max instantly dislikes."
  },
  {
    "name": "Beauty and the Beast",
    "description": "An adaptation of the classic fairy-tale about a monstrous prince and a young woman who fall in love."
  },
  {
    "name": "Fast 8",
    "description": "The plot is unknown at this time."
  },
  {
    "name": "The Magnificent Seven",
    "description": "Seven gun men in the old west gradually come together to help a poor village against savage thieves."
  },
  {
    "name": "Hell or High Water",
    "description": "A divorced dad and his ex-con brother resort to a desperate scheme in order to save their family's ranch in West Texas."
  },
  {
    "name": "The Neon Demon",
    "description": "When aspiring model Jesse moves to Los Angeles, her youth and vitality are devoured by a group of beauty-obsessed women who will take any means necessary to get what she has."
  },
  {
    "name": "Kubo and the Two Strings",
    "description": "A young boy named Kubo must locate a magical suit of armor worn by his late father in order to defeat a vengeful spirit from the past."
  },
  {
    "name": "Spider-Man: Homecoming",
    "description": "A young Peter Parker/Spider-Man begins to navigate his newfound identity as the web-slinging superhero."
  },
  {
    "name": "The Nice Guys",
    "description": "A mismatched pair of private eyes investigate the apparent suicide of a porn star in 1970s Los Angeles."
  },
  {
    "name": "Power Rangers",
    "description": "A group of high-school kids, who are infused with unique superpowers, harness their abilities in order to save the world."
  },
  {
    "name": "Star Trek Beyond",
    "description": "The USS Enterprise crew explores the furthest reaches of uncharted space, where they encounter a new ruthless enemy who puts them and everything the Federation stands for to the test."
  },
  {
    "name": "Blair Witch",
    "description": "After discovering a video showing what he believes to be his sister's experiences in the demonic woods of the Blair Witch, James and a group of friends head to the forest in search of his lost sibling."
  },
  {
    "name": "Teenage Mutant Ninja Turtles: Out of the Shadows",
    "description": "After facing Shredder, who has joined forces with mad scientist Baxter Stockman and henchmen Bebop and Rocksteady to take over the world, the Turtles must confront an even greater nemesis: the notorious Krang."
  },
  {
    "name": "Bad Moms",
    "description": "When three overworked and under-appreciated moms are pushed beyond their limits, they ditch their conventional responsibilities for a jolt of long overdue freedom, fun, and comedic self-indulgence."
  },
  {
    "name": "Blazing Saddles",
    "description": "To ruin a western town, a corrupt political boss appoints a black sheriff, who promptly becomes his most formidable adversary."
  },
  {
    "name": "XOXO",
    "description": "Six strangers' lives collide in one frenetic, dream-chasing, hopelessly romantic night."
  },
  {
    "name": "Batman v Superman: Dawn of Justice",
    "description": "Fearing that the actions of Superman are left unchecked, Batman takes on the Man of Steel, while the world wrestles with what kind of a hero it really needs."
  },
  {
    "name": "Me Before You",
    "description": "A girl in a small town forms an unlikely bond with a recently-paralyzed man she's taking care of."
  }
]